Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Tap the search icon next to a contact to look up their public key, or use Discover Keys to search all at once.
de: Tippe auf das Such-Symbol neben einem Kontakt, um den öffentlichen Schlüssel nachzuschlagen, oder verwende „Schlüssel suchen“, um alle gleichzeitig zu durchsuchen.
es: Toca el icono de búsqueda junto a un contacto para buscar su clave pública o usa Descubrir claves para buscarlas todas a la vez.
fr: Touchez l'icône de recherche à côté d'un contact pour chercher sa clé publique, ou utilisez Découvrir des clés pour tout chercher en une fois.
ja: 連絡先の隣にある検索アイコンをタップすると公開鍵を検索できます。「鍵を探す」を使えば一括検索できます。
pt_br: Toque no ícone de busca ao lado de um contato para procurar a chave pública, ou use Descobrir chaves para buscar todas de uma vez.
zh_hans: 轻点联系人旁边的搜索图标可查找其公钥，或使用「发现密钥」一次性搜索全部。

source: Tap to copy
de: Zum Kopieren tippen
es: Toca para copiar
fr: Touchez pour copier
ja: タップしてコピー
pt_br: Toque para copiar
zh_hans: 轻点以拷贝

source: Tap to decrypt this message on your hardware key.
de: Tippe, um diese Nachricht auf deinem Hardware-Schlüssel zu entschlüsseln.
es: Toca para descifrar este mensaje en tu llave de hardware.
fr: Touchez pour déchiffrer ce message sur votre clé matérielle.
ja: タップしてハードウェアキーでこのメッセージを復号します。
pt_br: Toque para decifrar esta mensagem na sua chave de hardware.
zh_hans: 轻点以在硬件密钥上解密此消息。

source: Tap to import this key into your keyring.
de: Tippe, um diesen Schlüssel in deinen Schlüsselbund zu importieren.
es: Toca para importar esta clave a tu llavero.
fr: Touchez pour importer cette clé dans votre trousseau.
ja: タップしてこの鍵を鍵束にインポートします。
pt_br: Toque para importar esta chave para o seu chaveiro.
zh_hans: 轻点以将此密钥导入你的密钥环。

source: Tap to look up on keys.openpgp.org
de: Auf keys.openpgp.org nachschlagen
es: Toca para buscar en keys.openpgp.org
fr: Touchez pour rechercher sur keys.openpgp.org
ja: タップしてkeys.openpgp.orgで検索
pt_br: Toque para procurar em keys.openpgp.org
zh_hans: 轻点以在 keys.openpgp.org 上查找

source: Terms of Use (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos de uso (EULA)
fr: Conditions d'utilisation (CLUF)
ja: 利用規約 (EULA)
pt_br: Termos de Uso (EULA)
zh_hans: 使用条款（EULA）

source: Test ECDH (PSO:DECIPHER)
de: ECDH testen (PSO:DECIPHER)
es: Probar ECDH (PSO:DECIPHER)
fr: Tester ECDH (PSO:DECIPHER)
ja: ECDH をテスト (PSO:DECIPHER)
pt_br: Testar ECDH (PSO:DECIPHER)
zh_hans: 测试 ECDH（PSO:DECIPHER）

source: Test RSA Decrypt (PSO:DECIPHER)
de: RSA-Entschlüsselung testen (PSO:DECIPHER)
es: Probar descifrado RSA (PSO:DECIPHER)
fr: Tester le déchiffrement RSA (PSO:DECIPHER)
ja: RSA 復号をテスト (PSO:DECIPHER)
pt_br: Testar decifração RSA (PSO:DECIPHER)
zh_hans: 测试 RSA 解密（PSO:DECIPHER）

source: Test Signature (PSO:CDS)
de: Signatur testen (PSO:CDS)
es: Probar firma (PSO:CDS)
fr: Tester la signature (PSO:CDS)
ja: 署名をテスト (PSO:CDS)
pt_br: Testar assinatura (PSO:CDS)
zh_hans: 测试签名（PSO:CDS）

source: Text to sign
de: Zu signierender Text
es: Texto para firmar
fr: Texte à signer
ja: 署名するテキスト
pt_br: Texto a assinar
zh_hans: 要签名的文本

source: That backup code didn’t open the file. Check the code and try again.
de: Mit diesem Sicherungscode ließ sich die Datei nicht öffnen. Prüfe den Code und versuche es erneut.
es: Ese código de copia de seguridad no abrió el archivo. Comprueba el código e inténtalo de nuevo.
fr: Ce code de sauvegarde n’a pas ouvert le fichier. Vérifiez le code et réessayez.
ja: そのバックアップコードではファイルを開けませんでした。コードを確認してもう一度お試しください。
pt_br: Esse código de backup não abriu o arquivo. Verifique o código e tente novamente.
zh_hans: 该备份代码无法打开文件。请检查代码后重试。

source: That doesn’t match. Check the code and try again.
de: Das stimmt nicht überein. Prüfe den Code und versuche es erneut.
es: No coincide. Comprueba el código e inténtalo de nuevo.
fr: Cela ne correspond pas. Vérifiez le code et réessayez.
ja: 一致しません。コードを確認してもう一度お試しください。
pt_br: Não corresponde. Verifique o código e tente novamente.
zh_hans: 两者不匹配。请检查代码后重试。

source: That file couldn’t be read.
de: Diese Datei konnte nicht gelesen werden.
es: No se pudo leer ese archivo.
fr: Ce fichier n’a pas pu être lu.
ja: そのファイルを読み込めませんでした。
pt_br: Não foi possível ler esse arquivo.
zh_hans: 无法读取该文件。

source: That file is %@, which is far larger than any key or backup. PGPony didn't open it.
de: Diese Datei ist %@, was weit größer ist als jeder Schlüssel oder jedes Backup. PGPony hat sie nicht geöffnet.
es: Ese archivo es de %@, mucho más grande que cualquier clave o copia de seguridad. PGPony no lo abrió.
fr: Ce fichier fait %@, ce qui est bien plus grand que n'importe quelle clé ou sauvegarde. PGPony ne l'a pas ouvert.
ja: このファイルは%@で、どの鍵やバックアップよりもはるかに大きいです。PGPonyは開きませんでした。
pt_br: Esse arquivo tem %@, o que é muito maior do que qualquer chave ou backup. O PGPony não o abriu.
zh_hans: 该文件为 %@，远大于任何密钥或备份。PGPony 未打开它。

source: That file is %1$@. The share sheet can handle up to %2$@ — open PGPony directly for larger files.
de: Diese Datei ist %1$@. Das Teilen-Menü kann bis zu %2$@ verarbeiten — öffne PGPony direkt für größere Dateien.
es: Ese archivo es de %1$@. La hoja de compartir admite hasta %2$@ — abre PGPony directamente para archivos más grandes.
fr: Ce fichier fait %1$@. La feuille de partage peut gérer jusqu'à %2$@ — ouvrez PGPony directement pour les fichiers plus volumineux.
ja: このファイルは%1$@です。共有シートで扱えるのは%2$@までです。それより大きいファイルはPGPonyを直接開いてください。
pt_br: Esse arquivo tem %1$@. A folha de compartilhamento suporta até %2$@ — abra o PGPony diretamente para arquivos maiores.
zh_hans: 该文件为 %1$@。分享面板最多可处理 %2$@——更大的文件请直接打开 PGPony。

source: That file is %1$@. This operation needs the whole file in memory, which PGPony caps at %2$@. Encrypting and decrypting files from the file picker has no such limit.
de: Diese Datei ist %1$@. Dieser Vorgang benötigt die gesamte Datei im Speicher, was PGPony auf %2$@ begrenzt. Beim Verschlüsseln und Entschlüsseln von Dateien aus der Dateiauswahl gibt es keine solche Grenze.
es: Ese archivo es de %1$@. Esta operación necesita todo el archivo en memoria, que PGPony limita a %2$@. Cifrar y descifrar archivos desde el selector de archivos no tiene ese límite.
fr: Ce fichier fait %1$@. Cette opération nécessite le fichier entier en mémoire, ce que PGPony plafonne à %2$@. Le chiffrement et le déchiffrement de fichiers depuis le sélecteur de fichiers n'ont pas cette limite.
ja: このファイルは%1$@です。この操作はファイル全体をメモリに読み込む必要があり、PGPonyは%2$@に制限しています。ファイルピッカーからの暗号化と復号にはこの制限はありません。
pt_br: Esse arquivo tem %1$@. Esta operação precisa do arquivo inteiro na memória, o que o PGPony limita a %2$@. Criptografar e descriptografar arquivos pelo seletor de arquivos não tem esse limite.
zh_hans: 该文件为 %1$@。此操作需要将整个文件载入内存，而 PGPony 的上限为 %2$@。从文件选择器加解密文件则无此限制。

source: That file isn’t a PGPony backup.
de: Diese Datei ist keine PGPony-Sicherung.
es: Ese archivo no es una copia de seguridad de PGPony.
fr: Ce fichier n’est pas une sauvegarde PGPony.
ja: そのファイルはPGPonyのバックアップではありません。
pt_br: Esse arquivo não é um backup do PGPony.
zh_hans: 该文件不是 PGPony 备份。

source: That isn't an OpenPGP smart card.
de: Das ist keine OpenPGP-Smartcard.
es: Esa no es una tarjeta inteligente OpenPGP.
fr: Ce n'est pas une carte à puce OpenPGP.
ja: これは OpenPGP スマートカードではありません。
pt_br: Este não é um cartão inteligente OpenPGP.
zh_hans: 这不是一张 OpenPGP 智能卡。

source: That key has no exportable public key.
de: Dieser Schlüssel hat keinen exportierbaren öffentlichen Schlüssel.
es: Esa clave no tiene una clave pública exportable.
fr: Cette clé n'a pas de clé publique exportable.
ja: その鍵にはエクスポートできる公開鍵がありません。
pt_br: Essa chave não tem uma chave pública exportável.
zh_hans: 该密钥没有可导出的公钥。

source: That key isn't in your keyring.
de: Dieser Schlüssel ist nicht in Ihrem Schlüsselbund.
es: Esa clave no está en tu llavero.
fr: Cette clé n'est pas dans votre trousseau.
ja: その鍵はキーリングにありません。
pt_br: Essa chave não está no seu chaveiro.
zh_hans: 该密钥不在你的密钥环中。

source: That passphrase didn't unlock the key. Try again to export a portable backup.
de: Diese Passphrase hat den Schlüssel nicht entsperrt. Versuche es erneut, um ein portables Backup zu exportieren.
es: Esa frase de contraseña no desbloqueó la clave. Inténtalo de nuevo para exportar una copia de seguridad portátil.
fr: Cette phrase secrète n'a pas déverrouillé la clé. Réessayez pour exporter une sauvegarde portable.
ja: そのパスフレーズでは鍵をロック解除できませんでした。もう一度試して、持ち運び可能なバックアップをエクスポートしてください。
pt_br: Essa frase-senha não desbloqueou a chave. Tente novamente para exportar um backup portátil.
zh_hans: 该口令未能解锁此密钥。请重试以导出可移植的备份。

source: That PIN is longer than this card accepts (maximum %lld characters). It wasn't sent, so no attempt was used.
de: Diese PIN ist länger, als diese Karte akzeptiert (maximal %lld Zeichen). Sie wurde nicht gesendet, daher wurde kein Versuch verbraucht.
es: Ese PIN es más largo de lo que admite esta tarjeta (máximo %lld caracteres). No se envió, así que no se usó ningún intento.
fr: Ce PIN est plus long que ce que cette carte accepte (maximum %lld caractères). Il n'a pas été envoyé, aucune tentative n'a donc été utilisée.
ja: そのPINはこのカードが受け付ける長さ(最大%lld文字)を超えています。送信されなかったため、試行回数は消費されていません。
pt_br: Esse PIN é mais longo do que este cartão aceita (máximo de %lld caracteres). Ele não foi enviado, então nenhuma tentativa foi usada.
zh_hans: 该 PIN 超过了此卡允许的长度（最多 %lld 个字符）。它未被发送，因此未消耗尝试次数。

source: That QR code is damaged. Try again.
de: Dieser QR-Code ist beschädigt. Versuche es erneut.
es: Ese código QR está dañado. Inténtalo de nuevo.
fr: Ce code QR est endommagé. Réessayez.
ja: そのQRコードは破損しています。もう一度お試しください。
pt_br: Esse QR code está danificado. Tente de novo.
zh_hans: 该二维码已损坏。请重试。

source: The admin PIN (PW3) authorizes key generation, unblocking, and card management. Minimum 8 characters. Factory default is usually 12345678.
de: Die Admin-PIN (PW3) autorisiert Schlüsselerzeugung, Entsperren und Kartenverwaltung. Mindestens 8 Zeichen. Werkseinstellung ist üblicherweise 12345678.
es: El PIN de administrador (PW3) autoriza la generación de claves, el desbloqueo y la administración de la tarjeta. Mínimo 8 caracteres. El valor de fábrica suele ser 12345678.
fr: Le PIN administrateur (PW3) autorise la génération de clés, le déblocage et la gestion de la carte. Minimum 8 caractères. La valeur d'usine est généralement 12345678.
ja: 管理者 PIN (PW3) は鍵生成、ブロック解除、カード管理を許可します。最小 8 文字。工場出荷時の既定値は通常 12345678 です。
pt_br: O PIN de administrador (PW3) autoriza a geração de chaves, o desbloqueio e a administração do cartão. Mínimo de 8 caracteres. O padrão de fábrica costuma ser 12345678.
zh_hans: 管理员 PIN（PW3）用于授权密钥生成、解锁和卡管理。最少 8 个字符。出厂默认值通常是 12345678。

source: The backup is damaged: %@.
de: Das Backup ist beschädigt: %@.
es: El respaldo está dañado: %@.
fr: La sauvegarde est endommagée : %@.
ja: バックアップが破損しています: %@。
zh_hans: 备份已损坏：%@。

source: The card connection dropped before the operation finished. Check the key is firmly in the USB-C port and try again.
de: Die Kartenverbindung wurde unterbrochen, bevor der Vorgang abgeschlossen war. Prüfe, ob der Schlüssel fest im USB-C-Anschluss sitzt, und versuche es erneut.
es: La conexión de la tarjeta se cortó antes de que terminara la operación. Comprueba que la clave esté bien insertada en el puerto USB-C e inténtalo de nuevo.
fr: La connexion à la carte a été interrompue avant la fin de l'opération. Vérifiez que la clé est bien enfoncée dans le port USB-C et réessayez.
ja: 操作が完了する前にカード接続が切れました。キーがUSB-Cポートにしっかり挿さっているか確認して再試行してください。
pt_br: A conexão com o cartão caiu antes de a operação terminar. Verifique se a chave está firme na porta USB-C e tente de novo.
zh_hans: 操作完成前卡的连接已中断。请检查密钥已牢固插入 USB-C 接口后重试。

source: The card connection dropped before the operation finished. Hold your key steady against the top of your iPhone and tap to try again.
de: Die Kartenverbindung wurde unterbrochen, bevor der Vorgang abgeschlossen war. Halte deinen Schlüssel ruhig an die Oberseite deines iPhones und lege ihn auf, um es erneut zu versuchen.
es: La conexión de la tarjeta se cortó antes de que terminara la operación. Mantén tu clave firme contra la parte superior de tu iPhone y acércala para volver a intentarlo.
fr: La connexion à la carte a été interrompue avant la fin de l'opération. Maintenez votre clé fermement contre le haut de votre iPhone et approchez-la pour réessayer.
ja: 操作が完了する前にカード接続が切れました。キーをiPhoneの上部にしっかりかざし、タップして再試行してください。
pt_br: A conexão com o cartão caiu antes de a operação terminar. Mantenha sua chave firme no topo do seu iPhone e aproxime para tentar de novo.
zh_hans: 操作完成前卡的连接已中断。请将密钥稳贴在 iPhone 顶部并轻触重试。

source: The comment is a header line only — it never changes the key itself. Keyserver uploads and QR codes stay comment-free.
de: Der Kommentar ist nur eine Header-Zeile — er ändert nie den Schlüssel selbst. Uploads zu Schlüsselservern und QR-Codes bleiben kommentarfrei.
es: El comentario es solo una línea de encabezado: nunca cambia la clave en sí. Las subidas a servidores de claves y los códigos QR permanecen sin comentario.
fr: Le commentaire n'est qu'une ligne d'en-tête — il ne modifie jamais la clé elle-même. Les envois vers les serveurs de clés et les codes QR restent sans commentaire.
ja: コメントはヘッダー行に過ぎず、鍵そのものを変更することはありません。鍵サーバーへのアップロードと QR コードはコメントなしのままです。
pt_br: O comentário é apenas uma linha de cabeçalho: nunca altera a chave em si. Os envios a servidores de chaves e os códigos QR permanecem sem comentário.
zh_hans: 注释仅是一个头行——它绝不会改变密钥本身。上传到密钥服务器和生成二维码时均不含注释。

source: The comment is embedded in the certificate and is visible to anyone who imports it.
de: Der Kommentar ist im Zertifikat enthalten und für alle sichtbar, die es importieren.
es: El comentario se incorpora al certificado y es visible para quien lo importe.
fr: Le commentaire est intégré au certificat et visible par toute personne qui l'importe.
ja: コメントは証明書に埋め込まれ、インポートする人全員に見られます。
pt_br: O comentário é incorporado ao certificado e fica visível para quem o importar.
zh_hans: 注释会嵌入证书中，任何导入它的人都能看到。

source: The connection dropped while your PIN was being checked, so the result is unknown — if the PIN was wrong, the attempt was still counted. Before this try, %lld attempts remained. Reconnect and the current count will be shown.
de: Die Verbindung wurde unterbrochen, während deine PIN geprüft wurde, daher ist das Ergebnis unbekannt — war die PIN falsch, wurde der Versuch dennoch gezählt. Vor diesem Versuch waren noch %lld Versuche übrig. Verbinde erneut, dann wird die aktuelle Anzahl angezeigt.
es: La conexión se cortó mientras se comprobaba tu PIN, así que el resultado es desconocido — si el PIN era incorrecto, el intento se contó igualmente. Antes de este intento quedaban %lld intentos. Vuelve a conectar y se mostrará el recuento actual.
fr: La connexion a été interrompue pendant la vérification de votre PIN, le résultat est donc inconnu — si le PIN était erroné, la tentative a quand même été comptée. Avant cet essai, il restait %lld tentatives. Reconnectez-vous pour afficher le décompte actuel.
ja: PINの確認中に接続が切れたため、結果は不明です。PINが間違っていた場合、試行回数は消費されています。今回の前は残り%lld回でした。再接続すると現在の回数が表示されます。
pt_br: A conexão caiu enquanto seu PIN estava sendo verificado, então o resultado é desconhecido — se o PIN estava errado, a tentativa mesmo assim foi contada. Antes desta tentativa, restavam %lld tentativas. Reconecte e a contagem atual será exibida.
zh_hans: 校验 PIN 时连接已中断，因此结果未知——若 PIN 错误，本次尝试仍会被计入。本次尝试前还剩 %lld 次机会。重新连接后将显示当前次数。

source: The connection dropped while your PIN was being checked, so the result is unknown — if the PIN was wrong, the attempt was still counted. Reconnect and the current count will be shown.
de: Die Verbindung wurde unterbrochen, während deine PIN geprüft wurde, daher ist das Ergebnis unbekannt — war die PIN falsch, wurde der Versuch dennoch gezählt. Verbinde erneut, dann wird die aktuelle Anzahl angezeigt.
es: La conexión se cortó mientras se comprobaba tu PIN, así que el resultado es desconocido — si el PIN era incorrecto, el intento se contó igualmente. Vuelve a conectar y se mostrará el recuento actual.
fr: La connexion a été interrompue pendant la vérification de votre PIN, le résultat est donc inconnu — si le PIN était erroné, la tentative a quand même été comptée. Reconnectez-vous pour afficher le décompte actuel.
ja: PINの確認中に接続が切れたため、結果は不明です。PINが間違っていた場合、試行回数は消費されています。再接続すると現在の回数が表示されます。
pt_br: A conexão caiu enquanto seu PIN estava sendo verificado, então o resultado é desconhecido — se o PIN estava errado, a tentativa mesmo assim foi contada. Reconecte e a contagem atual será exibida.
zh_hans: 校验 PIN 时连接已中断，因此结果未知——若 PIN 错误，本次尝试仍会被计入。重新连接后将显示当前次数。

source: The decrypted message has been copied to your clipboard.
de: Die entschlüsselte Nachricht wurde in die Zwischenablage kopiert.
es: El mensaje descifrado se ha copiado al portapapeles.
fr: Le message déchiffré a été copié dans le presse-papiers.
ja: 復号されたメッセージをクリップボードにコピーしました。
pt_br: A mensagem decifrada foi copiada para a área de transferência.
zh_hans: 解密后的消息已拷贝到你的剪贴板。

source: The encrypted message has been copied to your clipboard.
de: Die verschlüsselte Nachricht wurde in die Zwischenablage kopiert.
es: El mensaje cifrado se ha copiado al portapapeles.
fr: Le message chiffré a été copié dans le presse-papiers.
ja: 暗号化されたメッセージをクリップボードにコピーしました。
pt_br: A mensagem cifrada foi copiada para a área de transferência.
zh_hans: 加密后的消息已拷贝到你的剪贴板。

source: The encryption subkey's secret scalar does not match its public key
de: Der geheime Skalar des Verschlüsselungs-Unterschlüssels passt nicht zu seinem öffentlichen Schlüssel
es: El escalar secreto de la subclave de cifrado no coincide con su clave pública
fr: Le scalaire secret de la sous-clé de chiffrement ne correspond pas à sa clé publique
ja: 暗号化副鍵の秘密スカラーが公開鍵と一致しません
pt_br: O escalar secreto da subchave de cifração não corresponde à sua chave pública
zh_hans: 加密子钥的私密标量与其公钥不匹配

source: The Exchange tab turns your public key into a QR code. Show it to a friend running PGPony and they can scan it directly — no typing, no copy-pasting.
de: Im Tab „Austauschen“ wird dein öffentlicher Schlüssel zu einem QR-Code. Zeig ihn einer Freundin oder einem Freund mit PGPony – sie können ihn direkt scannen, ohne tippen, ohne kopieren und einfügen.
es: La pestaña Intercambiar convierte tu clave pública en un código QR. Muéstrasela a alguien que use PGPony y podrá escanearla directamente: sin teclear ni copiar y pegar.
fr: L'onglet Échanger transforme votre clé publique en code QR. Montrez-le à une personne qui utilise PGPony : elle pourra le scanner directement, sans saisie ni copier-coller.
ja: 「交換」タブでは、公開鍵を QR コードに変換できます。PGPony を使っている友達に見せれば、直接スキャンしてもらえます。入力もコピペも不要です。
pt_br: A aba Trocar transforma sua chave pública em um código QR. Mostre-o a quem também usa PGPony e a pessoa pode escaneá-lo diretamente — sem digitar, sem copiar e colar.
zh_hans: 交换标签页会把你的公钥变成二维码。把它展示给使用 PGPony 的朋友，他们就能直接扫描——无需输入，也无需复制粘贴。

source: The key for %@ is already in your keyring, and the imported copy contains nothing new.
de: Der Schlüssel für %@ ist bereits in deinem Schlüsselbund, und die importierte Kopie enthält nichts Neues.
es: La clave de %@ ya está en tu llavero y la copia importada no contiene nada nuevo.
fr: La clé de %@ est déjà dans votre trousseau et la copie importée ne contient rien de nouveau.
ja: %@ の鍵はすでに鍵束にあり、取り込んだコピーに新しい内容はありません。
pt_br: A chave de %@ já está no seu chaveiro e a cópia importada não contém nada de novo.
zh_hans: %@ 的密钥已在你的密钥环中，导入的副本不含新内容。

source: The key's passphrase is required to export it
de: Zum Exportieren ist die Passphrase des Schlüssels erforderlich
es: Se necesita la frase de contraseña de la clave para exportarla
fr: La phrase secrète de la clé est requise pour l'exporter
ja: エクスポートするには鍵のパスフレーズが必要です
pt_br: A frase-senha da chave é necessária para exportá-la
zh_hans: 导出此密钥需要输入其口令

source: The key's secret material does not match its public key
de: Das geheime Material des Schlüssels passt nicht zu seinem öffentlichen Schlüssel
es: El material secreto de la clave no coincide con su clave pública
fr: Le matériel secret de la clé ne correspond pas à sa clé publique
ja: 鍵の秘密情報が公開鍵と一致しません
pt_br: O material secreto da chave não corresponde à sua chave pública
zh_hans: 密钥的私密材料与其公钥不匹配

source: The keyserver copy of this key is revoked — the revocation has been applied.
de: Die Keyserver-Kopie dieses Schlüssels ist widerrufen — der Widerruf wurde übernommen.
es: La copia de esta clave en el servidor de claves está revocada — la revocación se ha aplicado.
fr: La copie de cette clé sur le serveur de clés est révoquée — la révocation a été appliquée.
ja: 鍵サーバー上のこの鍵は失効しています。失効状態を適用しました。
pt_br: A cópia desta chave no servidor de chaves está revogada — a revogação foi aplicada.
zh_hans: 此密钥在密钥服务器上的副本已被吊销——吊销已生效。

source: The keyserver returned a key whose fingerprint doesn't match the one we asked for. The key was not imported.
de: Der Keyserver hat einen Schlüssel zurückgegeben, dessen Fingerabdruck nicht zur angefragten Anfrage passt. Der Schlüssel wurde nicht importiert.
es: El servidor de claves devolvió una clave cuya huella no coincide con la solicitada. La clave no se importó.
fr: Le serveur de clés a renvoyé une clé dont l'empreinte ne correspond pas à celle demandée. La clé n'a pas été importée.
ja: 鍵サーバーは、要求されたものと一致しないフィンガープリントの鍵を返しました。鍵はインポートされませんでした。
pt_br: O servidor de chaves retornou uma chave cuja impressão digital não corresponde à solicitada. A chave não foi importada.
zh_hans: 密钥服务器返回的密钥，其指纹与我们请求的不一致。该密钥未被导入。

source: The keyserver returned a key whose fingerprint doesn't match this key. Nothing was changed.
de: Der Keyserver hat einen Schlüssel zurückgegeben, dessen Fingerabdruck nicht zu diesem Schlüssel passt. Es wurde nichts geändert.
es: El servidor de claves devolvió una clave cuya huella digital no coincide con esta clave. No se cambió nada.
fr: Le serveur de clés a renvoyé une clé dont l'empreinte ne correspond pas à cette clé. Rien n'a été modifié.
ja: 鍵サーバーが返した鍵のフィンガープリントがこの鍵と一致しません。何も変更されていません。
pt_br: O servidor de chaves retornou uma chave cuja impressão digital não corresponde a esta chave. Nada foi alterado.
zh_hans: 密钥服务器返回的密钥指纹与此密钥不匹配。未作任何更改。

source: The new PIN entries don't match.
de: Die neuen PIN-Eingaben stimmen nicht überein.
es: Las entradas del nuevo PIN no coinciden.
fr: Les nouvelles saisies du PIN ne correspondent pas.
ja: 新しい PIN の入力が一致しません。
pt_br: As entradas do novo PIN não coincidem.
zh_hans: 两次输入的新 PIN 不一致。

source: The other person can show their key QR code from the Exchange tab.
de: Die andere Person kann ihren QR-Code im Tab „Austauschen“ anzeigen.
es: La otra persona puede mostrar su código QR desde la pestaña Intercambiar.
fr: L'autre personne peut afficher son code QR depuis l'onglet Échanger.
ja: 相手は「交換」タブから鍵の QR コードを表示できます。
pt_br: A outra pessoa pode mostrar o código QR pela aba Trocar.
zh_hans: 对方可以从交换标签页展示他们的密钥二维码。
